{
  "login":"se connecter",
  "Login": "Se connecter",
  "logout":"se déconnecter",
  "Logout":"Se déconnecter",
  "Register": "S'enregistrer",
  "Start": "Débuter",
  "Cancel": "Annuler",
  "Email": "Courriel",
  "EmailSubLabel": "",
  "Confirm": "Confirmer",
  "UsernameOrEmail": "Nom d'utilisateur ou courriel",
  "Username": "Nom d'utilisateur",
  "invalidEmail": "Le courriel est invalide",
  "Password": "Mot de passe",
  "pleaseChooseANewPassword": "Veuillez choisir un nouveau mot de passe",
  "invalidUsernameOrEmail": "Le nom d'utilisateur ou le courriel est invalide.",
  "PasswordConfirmation": "Confirmation du mot de passe",
  "registerIfYouHaveNoAccount": "Si vous ne possédez pas de compte, enregistrez-vous ici",
  "iAlreadyHaveAnAccount": "Si vous vous êtes déjà enregistré, connectez-vous ici",
  "missingUsernameOrEmail": "Veuillez indiquer votre nom d'utilisateur ou votre courriel",
  "missingUsername": "Veuillez indiquer votre nom d'utilisateur",
  "missingEmail": "Veuillez indiquer votre courriel",
  "missingPasswordRegister": "Veuillez indiquer votre choix de mot de passe",
  "missingPassword": "Le mot de passe est requis",
  "missingPasswordConfirmation": "Veuillez confirmer le mot de passe choisi",
  "passwordMustHaveAtLeastNCharacters": "Le mot de passe doit avoir au moins {{n}} caractères",
  "passwordsDoNotMatch": "Le mot de passe et sa confirmation ne sont pas identiques, vérifiez que vous avez bien entré le même mot de passe dans les deux champs",
  "pleaseEnterLoginCredentials": "Veuillez fournir les informations suivantes:",
  "authenticationFailed": "Votre nom d'utilisateur, votre courriel ou votre mot de passe est introuvable ou invalide",
  "usernameOrEmailAlreadyExists": "Ce nom d'utilisateur ou ce courriel est déjà enregistré dans notre base de donnée. Veuillez utiliser votre compte déjà créé.",
  "pleaseChooseAUsernameOrEnterYourEmail": "Veuillez choisir un nom d'utilisateur ou d'entrer votre courriel pour vous enregistrer",
  "pleaseChooseAUsernameOrEnterYourEmailAndAPassword": "Pour vous enregistrer, choisissez un nom d'utilisateur ou entrez votre courriel, puis choisissez un mot de passe et confirmez-le.",
  "pleaseEnterYourAccountEmail": "Veuillez fournir le courriel associé à votre compte (celui utilisé lors de l'enregistrement)",
  "emailDoesNotExist": "Ce courriel n'est pas enregistré dans notre base de données",
  "forgotPasswordEmailConfirmation": "Dans les prochaines minutes, vous recevrez un courriel comportant un lien qui vous permettra de choisir un nouveau mot de passe.",
  "forgotPassword": "J'ai oublié mon mot de passe",
  "EnterCaptchaText": "Code de sécurité",
  "captchaMismatch": "La réponse donnée au code de sécurité CAPTCHA est erronée (le code est sensible à la casse).",
  "ConfirmationTokenConfirming": "Confirmation du nouveau compte usager en cours...",
  "ConfirmationTokenConfirmed": "Le compte usager est maintenant activé!",
  "ConfirmationTokenNotFound": "Le code de confirmation n'a pas été trouvé dans la base de données. Le compte usager est peut-être déjà activé?",
  "ConfirmationTokenError": "Une erreur est survenue lors de la confirmation du compte usager. S'il est impossible de se connecter au site et que la situation persiste, contactez l'administrateur du site pour plus d'information.",
  "BackToHomePage": "Retourner à la page principale",
  "BackToLoginPage": "Retourner à la page de connexion",
  "UnconfirmedUser": "Votre compte usager n'a pas été confirmé. Vous ou un administrateur recevrez un courriel avec un lien pour confirmer le compte. Vérifiez vos courriels ou contactez l'administrateur du site.",
  "ResetTokenExpired": "Le code de réinitialisation de mot de passe est expiré. Pour réinitialiser votre mot de passe, cliquer sur 'J'ai oublié mon mot de passe' à nouveau.",
  "ResetTokenNotFound": "Le code de réinitialisation de mot de passe n'a pas été trouvé dans la base de données.",
  "ResetTokenError": "Une erreur est survenue lors de la réinitialisation de mot de passe. Réeesayer à nouveau ou contacter votre administrateur si la situation persiste.",
  "PasswordChangedSuccessfully": "Votre mot de passe a été modifié avec succès!",
  "Unauthorized": "Vous n'avez pas l'autorisation d'accéder à cette page",
  "Maintenance": "Le serveur est hors-ligne pour une maintenance temporaire. Veuillez ré-essayer dans quelques minutes."
}
